<template>
  <section>

    <div class="text">
      <h1>Имя кандидата, желаемая позиция</h1>
      <p>Как разработчик, я высоко ценю способность воплотить видение дизайнера в жизнь, что считаю очень полезным для бизнеса. Я получаю огромное удовлетворение, наблюдая за работой от идеи до дизайна, особенно когда она появляется в руках пользователя. Я считаю, что ориентированные на пользователя решения являются наиболее ценными цифровыми ресурсами будущего.</p>
    </div>

    <address>
      <a href="mailto:mail@gmail.com">mail@gmail.com</a>
      <a href="tel:+79990000000">+7 (999) 000-00-00</a>
      <p>г. Иннополис</p>
    </address>

  </section>
</template>

<style scoped lang="scss">
  section {
    display: flex;

    .text {
      width: 50%;
    }
    adress {
      width: 50%;
    }
  }
  
</style>