<template>
    <section id="resume">
        <div class="text">
            <h1>Имя кандидата, Желаемая позиция</h1>
            <p>Как разработчик, я высоко ценю способность воплотить видение дизайнера в жизнь, что считаю очень полезным для бизнеса. Я получаю огромное удовлетворение, наблюдая за работой от идеи до дизайна, особенно когда она появляется в руках пользователя. Я считаю, что ориентированные на пользователя решения являются наиболее ценными цифровыми ресурсами будущего.</p>
        </div>
        <img :src="shareImg" class="share-img" alt="" />
    </section>
</template>

<script setup>
    import shareImg from '@/assets/images/share.png';
</script>
